[
  {
    "id": 1,
    "quote": "Vivemos em uma era onde o valor de uma vida é calculado em cifras e não em dignidade.",
    "author": "Reflexão"
  },
  {
    "id": 2,
    "quote": "A abundância de poucos é sustentada pela escassez de muitos.",
    "author": "Reflexão"
  },
  {
    "id": 3,
    "quote": "O trabalho deveria ser caminho para liberdade, mas virou prisão invisível.",
    "author": "Reflexão"
  },
  {
    "id": 4,
    "quote": "Transformamos a Terra em depósito de lixo para sustentar desejos que não eram nossos.",
    "author": "Reflexão"
  },
  {
    "id": 5,
    "quote": "A ilusão de progresso esconde o abismo entre quem tem e quem nunca terá.",
    "author": "Reflexão"
  },
  {
    "id": 6,
    "quote": "Pessoas são ensinadas a competir, não a compartilhar.",
    "author": "Reflexão"
  },
  {
    "id": 7,
    "quote": "A promessa de felicidade foi terceirizada para vitrines e propagandas.",
    "author": "Reflexão"
  },
  {
    "id": 8,
    "quote": "O tempo humano, que deveria ser poesia, virou mercadoria.",
    "author": "Reflexão"
  },
  {
    "id": 9,
    "quote": "A tecnologia, em vez de libertar, aprisiona em novas formas de servidão.",
    "author": "Reflexão"
  },
  {
    "id": 10,
    "quote": "A escada social tem degraus quebrados para quem começa embaixo.",
    "author": "Reflexão"
  },
  {
    "id": 11,
    "quote": "A escassez não é natural, é fabricada.",
    "author": "Reflexão"
  },
  {
    "id": 12,
    "quote": "O mérito é exaltado, mas as condições de partida são silenciadas.",
    "author": "Reflexão"
  },
  {
    "id": 13,
    "quote": "A lógica de crescimento infinito é construída em um planeta finito.",
    "author": "Reflexão"
  },
  {
    "id": 14,
    "quote": "O sofrimento de muitos se tornou combustível para o conforto de poucos.",
    "author": "Reflexão"
  },
  {
    "id": 15,
    "quote": "A vida virou corrida em que a linha de chegada sempre se afasta.",
    "author": "Reflexão"
  },
  {
    "id": 16,
    "quote": "A desigualdade não nasceu do acaso, mas de estruturas bem planejadas.",
    "author": "Reflexão"
  },
  {
    "id": 17,
    "quote": "O consumo promete identidade, mas entrega vazio.",
    "author": "Reflexão"
  },
  {
    "id": 18,
    "quote": "Quem questiona a ordem é chamado de sonhador, quando na verdade é o único acordado.",
    "author": "Reflexão"
  },
  {
    "id": 19,
    "quote": "A liberdade existe no discurso, mas é condicionada pela posse.",
    "author": "Reflexão"
  },
  {
    "id": 20,
    "quote": "O excesso de uns é sempre sustentado pela falta de outros.",
    "author": "Reflexão"
  },
  {
    "id": 21,
    "quote": "O sistema ensina a desejar mais do que a pensar.",
    "author": "Reflexão"
  },
  {
    "id": 22,
    "quote": "O preço das coisas subiu tanto que o valor das pessoas desceu.",
    "author": "Reflexão"
  },
  {
    "id": 23,
    "quote": "A produção nunca é para quem precisa, mas para quem pode pagar.",
    "author": "Reflexão"
  },
  {
    "id": 24,
    "quote": "A competição nos desumaniza ao ponto de não reconhecermos o outro como igual.",
    "author": "Reflexão"
  },
  {
    "id": 25,
    "quote": "A publicidade cria feridas para depois vender curativos.",
    "author": "Reflexão"
  },
  {
    "id": 26,
    "quote": "A dignidade se tornou privilégio travestido de conquista.",
    "author": "Reflexão"
  },
  {
    "id": 27,
    "quote": "A pobreza é tratada como falha pessoal, quando é sintoma coletivo.",
    "author": "Reflexão"
  },
  {
    "id": 28,
    "quote": "A ordem social se mantém porque a injustiça foi normalizada.",
    "author": "Reflexão"
  },
  {
    "id": 29,
    "quote": "Chamamos de modernidade o que, na verdade, é apenas uma nova forma de servidão.",
    "author": "Reflexão"
  },
  {
    "id": 30,
    "quote": "A história registra reis e impérios, mas silencia quem carregou suas coroas.",
    "author": "Reflexão"
  }
]
