[
  {
    "id": 1,
    "quote": "Por que os americanos não jogam xadrez? Porque não há como colocar o seu país no centro do tabuleiro.",
    "author": "Piada sobre Geografia Americana"
  },
  {
    "id": 2,
    "quote": "Quantos americanos são necessários para trocar uma lâmpada? Cinco: um para trocar a lâmpada e quatro para processar a empresa de energia.",
    "author": "Piada sobre Problemas de Primeiro Mundo"
  },
  {
    "id": 3,
    "quote": "Como um americano pede água na Europa? 'I'll take a grande, ice-free, vegan, gluten-free, organic water with extra freedom'.",
    "author": "Piada sobre Culinária Internacional"
  },
  {
    "id": 4,
    "quote": "Por que os americanos usam Fahrenheit? Porque precisam sentir que 100° é algo realmente importante.",
    "author": "Piada sobre Sistema de Medidas"
  },
  {
    "id": 5,
    "quote": "Como um americano cumprimenta um estrangeiro? Fala 'HELLO' bem alto e devagar, como se volume resolvesse a barreira linguística.",
    "author": "Piada sobre Expressão Corporal"
  },
  {
    "id": 6,
    "quote": "O que um americano faz quando fica sem dinheiro? Imprime mais.",
    "author": "Piada sobre Economia Criativa"
  },
  {
    "id": 7,
    "quote": "Como um americano localiza qualquer país no mapa? 'Se não é aqui do lado, é no Oriente Médio'.",
    "author": "Piada sobre Interpretação Geopolítica"
  },
  {
    "id": 8,
    "quote": "Por que o americano viaja para o exterior? Para reclamar que nada é como nos EUA.",
    "author": "Piada sobre Turismo Sustentável"
  },
  {
    "id": 9,
    "quote": "Por que os americanos não gostam de futebol? Porque um jogo que termina 1x0 não tem emocionantes comerciais de cerveja.",
    "author": "Piada sobre Educação Física"
  },
  {
    "id": 10,
    "quote": "Como os EUA fazem um país adotar a democracia? Bombardeiam e depois perguntam: 'Você quer ser livre, não quer?'",
    "author": "Piada sobre Democracia Exportada"
  },
  {
    "id": 11,
    "quote": "Como um americano cumprimenta um francês? 'Hello, surrender monkey!'",
    "author": "Piada sobre Saudações Internacionais"
  },
  {
    "id": 12,
    "quote": "Por que os americanos constroem rodovias de 10 pistas? Porque quatro pistas seriam socialismo.",
    "author": "Piada sobre Engenharia de Tráfego"
  },
  {
    "id": 13,
    "quote": "O que é comida americana gourmet? Um hambúrguer com queijo derretido entre dois donuts.",
    "author": "Piada sobre Gastronomia Molecular"
  },
  {
    "id": 14,
    "quote": "Qual é o livro favorito de um americano? 'Como Processar Seus Vizinhos e Ficar Rico'.",
    "author": "Piada sobre Literatura Clássica"
  },
  {
    "id": 15,
    "quote": "Por que os americanos querem colonizar Marte? Para construir o primeiro Starbucks interplanetário.",
    "author": "Piada sobre Astronomia Aplicada"
  },
  {
    "id": 16,
    "quote": "Quantos americanos são necessários para fazer uma piada? Dois: um para rir e outro para processar o comediante.",
    "author": "Piada sobre Expressão Artística"
  },
  {
    "id": 17,
    "quote": "Como um americano trata uma dor de cabeça? Toma um comprimido e processa a empresa farmacêutica pelos efeitos colaterais.",
    "author": "Piada sobre Medicina Preventiva"
  },
  {
    "id": 18,
    "quote": "Qual é o esporte mais perigoso nos EUA? Ir ao médico sem seguro saúde.",
    "author": "Piada sobre Esportes Radicais"
  },
  {
    "id": 19,
    "quote": "Como um americano recicla? Joga tudo no mesmo lixo e torce para que alguém separe depois.",
    "author": "Piada sobre Ecologia Profunda"
  },
  {
    "id": 20,
    "quote": "Por que os americanos não entendem o sistema métrico? Porque quem precisa de gramas quando você pode medir tudo em dólares?",
    "author": "Piada sobre Matemática Financeira"
  },
  {
    "id": 21,
    "quote": "Como um americano faz amigos no exterior? Pergunta: 'You know McDonald's, right?'",
    "author": "Piada sobre Diplomacia Cultural"
  },
  {
    "id": 22,
    "quote": "Por que as cidades americanas não têm centros históricos? Porque tudo que tem mais de 50 anos já foi substituído por um shopping.",
    "author": "Piada sobre Arquitetura Urbana"
  },
  {
    "id": 23,
    "quote": "O que um americano pensa ao acordar? 'How can I sue someone today?'",
    "author": "Piada sobre Filosofia Existencial"
  },
  {
    "id": 24,
    "quote": "Qual é a roupa mais formal dos EUA? Camiseta, shorts e tênis - mas todos da mesma cor.",
    "author": "Piada sobre Moda Sustentável"
  },
  {
    "id": 25,
    "quote": "Como os EUA resolvem problemas complexos? Criando um reality show sobre eles.",
    "author": "Piada sobre Engenharia Social"
  },
  {
    "id": 26,
    "quote": "Quantos sotaques tem o inglês americano? Dois: normal e gritado.",
    "author": "Piada sobre Linguística Aplicada"
  },
  {
    "id": 27,
    "quote": "Por que os americanos amam armas? Porque é mais fácil atirar do que aprender geografia.",
    "author": "Piada sobre Antropologia Cultural"
  },
  {
    "id": 28,
    "quote": "O que é paradoxo americano? Reclamar do governo mas acreditar que é o melhor país do mundo.",
    "author": "Piada sobre Psicologia Coletiva"
  },
  {
    "id": 29,
    "quote": "Como os EUA economizam energia? Deixando o ar-condicionado no máximo em todos os lugares.",
    "author": "Piada sobre Gestão de Recursos"
  },
  {
    "id": 30,
    "quote": "Qual é o best-seller americano? 'Como Ficar Rico Processando Seu Próprio Médico'.",
    "author": "Piada sobre Crítica Literária"
  }
]